Repository: brol/GalleryInsert
Catalog: locales/*/main.po
Languages: fr

source: Hide private pictures
fr: Cacher les images privées

source: + Show private pictures
fr: + Afficher les images privées

source: In order to show private pictures you have to enter a password.
fr: Afin d'afficher les images privées vous devez entrer un mot de passe.

source: Updating posts %d to %d.
fr: Mise à jour des posts %d à %d.

source: Updating posts %d on %d.
fr: Mise à jour des posts %d sur %d.

source: next
fr: suiv

source: Update done
fr: Mise à jour effectuée

source: Enable GalleryInsert
fr: Activer GalleryInsert

source: Enable Divbox
fr: Activer Divbox

source: Enable Carousel
fr: Activer Carousel

source: Enable jgallery
fr: Activer jgallery

source: Enable Galleria
fr: Activer Galleria

source: Help
fr: Aide

source: Galleria Width is given in percentage (good for responsive design) or in pixel. Ex : 100% or 500.
fr: La largeur de la Galleria (Width) est donnée en pourcentage (idéal pour le responsive design) ou en pixel. Ex : 100% ou 500.

source: Galleria Height is given in pixel or in width ratio (good for responsive design). Ex : 450 or 0.5625.
fr: La hauteur de la Galleria (Height) est donnée en pixel ou en ratio de la largeur (idéal pour le responsive design). Ex : 450 ou 0.5625.

source: Galleria Thumbnail Size is given in pixel. Ex : 70.
fr: La taille des miniatures (Thumbnail Size) est donnée en pixel. Ex : 70.

source: Metadata string
fr: Chaîne des métadonnées

source: The metadata string is used to add picture metadata (if available) after the picture title.
fr: La chaîne des métadonnées est utilisée pour ajouter les métadonnées aux titres des images.

source: Possible insertions are :
fr: Les insertions possibles sont les suivantes :

source: Style string
fr: Styles de la galerie

source: Private picture
fr: Image privée

source: Enable private pictures
fr: Activer la gestion des images privées

source: Password for private pictures
fr: Mot de passe pour l'affichage des images privées

source: List of posts with gallery
fr: Liste des billets avec galerie

source: No post with gallery found
fr: Aucun billet avec galerie n'a été trouvé

source: Update gallery in posts
fr: Mise à jour des galeries dans les billets

source: Update of posts can be useful after a plugin upgrade, it will regenerate the gallery in all posts.<br />It is recommended to make a backup of your database before... Just in case !
fr: La mise à jour des billets avec galerie peut-être nécessaire après une mise à jour du plugin.<br />Il est très recommandé de faire une sauvegarde de votre base de données avant cela... Juste au cas où !

source: Select at least one picture
fr: Sélectionnez au moins une image

source: Default options saved.
fr: Paramètres sauvegardés.

source: Default options restored.
fr: Paramètres restaurés.

source: Choose a directory
fr: Choisissez un répertoire

source: No media directory found
fr: Aucun répertoire média trouvé

source: No picture in directory
fr: Aucune image dans le répertoire

source: Select pictures
fr: Sélectionner les images

source: Select all
fr: Tout sélectionner

source: Select none
fr: Aucune sélection

source: Displayed size
fr: Taille affichée

source: Size of the displayed picture
fr: Taille de l'image affichée

source: Link to size
fr: Liens vers taille

source: Choose <i>none</i> for no link
fr: Choisir <i>none</i> pour pas de lien

source: Show as
fr: Afficher sous forme

source: Show pictures metadata
fr: Afficher les métadonnées des images

source: Let empty for no private picture management
fr: Laisser vide pour ne pas gérer les images privées

source: Save default options
fr: Sauver les paramètres

source: Restore default options
fr: Restaurer les paramètres

source: Add all directory
fr: Ajouter tout le répertoire

source: Add selected pictures
fr: Ajouter les images sélectionnées

source: Close
fr: Fermer

source: If you change order of images you must use the button [Add selected pictures]
fr: Si vous modifiez l'ordre des images vous devez utiliser le bouton [Ajouter images sélectionnées]

source: View form
fr: Afficher sous forme

source: The metadata string is used to add picture metadata (if available) after the picture title. See help.
fr: La chaîne des métadonnées est utilisée pour ajouter les métadonnées aux titres des images. Voir l'aide.

source: Force include JQuery (only use for themes that don't inlude JQuery)
fr: Forcer l'inclusion de JQuery (à n'utiliser que pour les thèmes qui n'incluent pas JQuery à la base)

source: Insert pictures gallery inside your post
fr: Intégrer une galerie d'image directement dans un billet
